"preferences" = "Beállítások…";
"search_placeholder" = "írj a kereséshez…";
"clear_tooltip" = "Rögzítettlen elemek törlése\nVálassz a ⇧-el az összes törléséhez.";
"about_tooltip" = "Tudj meg többet az alkalmazásról.";
"quit_tooltip" = "Alkalmazás bezárása.";
"clear" = "Törlés";
"clear_all" = "Összes törlése";
"about" = "Névjegy";
"quit" = "Bezárás";
"preferences_pins" = "Rögzítések";
"paste_modifiers_config" = "• Válassz a(z) %@ lenyomásával az elem másolásához és beillesztéséhez.";
"format_modifiers_config" = "• Válassz a(z) %@ lenyomásával az elem másolásához, formázásának törléséhez és beillesztéséhez.";
"clear_alert_cancel" = "Mégse";
"clear_alert_confirm" = "Törlés";
"key_used_error" = "A billentyű már használatban van.";
"accessibility_alert_deny" = "Elutasít";
"clear_alert_message" = "Biztosan törölni szeretnéd az előzményeket?";
"clear_alert_comment" = "Ezt a műveletet nem lehet visszavonni.";
"active_screen" = "Aktív képernyő";
"system_preferences_pane" = "Adatvédelem és biztonság";
"preferences_advanced" = "Haladó";
"clear_all_tooltip" = "Minden elem törlése.";
"copy_modifiers_config" = "• Válassz a(z) %@ lenyomásával az elem másolásához.";
"accessibility_alert_message" = "A “Maccy” irányítani szeretné ezt a számítógépet akadálymentesítési funkciók használatával.";
"accessibility_alert_open" = "Rendszerbeállítások megnyitása";
"accessibility_alert_comment" = "Adj engedélyt az alkalmazásnak a {pane} részben, amely a {settings} beállításoknál található.\n\nKattints a + gombra, válaszd a Maccy-t, majd kapcsold be a mellette lévő jelölőnégyzetet.";
"system_settings_name" = "Rendszerbeállítások";
"screen" = "Képernyő";
"system_settings_pane" = "Adatvédelem és biztonság";
"system_preferences_name" = "Rendszerbeállítások";
